[
    {
        "id": 1,
        "title": "Harry Potter y la Piedra Filosofal",
        "author": "J.K. Rowling",
        "genre": "Literatura",
        "subgenre": "Infantil y Juvenil",
        "image": "/img/portadas/piedraFilo.webp",
        "desc": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y hará un puñado de buenos amigos… aunque también algunos temibles enemigos. Pero, sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago!",
        "especs": {
            "weight": 220,
            "height": 20.00,
            "width": 12.00,
            "depth": 2.50,
            "pages": 288,
            "language": "Español",
            "editorial": "Salamandra",
            "date": "26/07/1997"
        },
        "stock": 1,
        "price": 10000,
        "sold": 0
    },
    {
        "id": 2,
        "title": "Harry Potter y la Cámara Secreta",
        "author": "J.K. Rowling",
        "genre": "Literatura",
        "subgenre": "Infantil y Juvenil",
        "image": "/img/portadas/camaraSecreta.jpeg",
        "desc": "Mientras Harry espera impaciente en casa de sus insoportables tíos el inicio del segundo curso del Colegio Hogwarts de Magia y Hechicería, un elfo aparece en su habitación y le advierte de que una amenaza mortal se cierne sobre la escuela. Harry no se lo piensa dos veces y, acompañado de Ron, se dirige a Hogwarts en un coche volador. Pero, ¿puede un aprendiz de mago defender la escuela de los malvados que pretenden destruirla? Sin saber que alguien ha abierto la Cámara de los Secretos, dejando escapar una serie de monstruos peligrosos, Harry y sus amigos Ron y Hermione tendrán que enfrentarse con arañas gigantes, serpientes encantadas, fantasmas enfurecidos y, sobre todo, con la mismísima reencarnación de su más temible adversario.",
        "especs": {
            "weight": 240,
            "height": 20.00,
            "width": 12.00,
            "depth": 3.00,
            "pages": 320,
            "language": "Español",
            "editorial": "Salamandra",
            "date": "08/07/1999"
        },
        "stock": 1,
        "price": 10000,
        "sold": 0
    },
    {
        "id": 3,
        "title": "Harry Potter y el Prisionero de Azkaban",
        "author": "J.K. Rowling",
        "genre": "Literatura",
        "subgenre": "Infantil y Juvenil",
        "image": "/img/portadas/prisioneroAzkaban.jpeg",
        "desc": "Por la cicatriz que lleva en la frente, sabemos que Harry Potter no es un niño como los demás, sino el héroe que venció a lord Voldemort, culpable de la muerte de sus padres. Desde entonces, Harry no tiene más remedio que vivir con sus pesados tíos y su insoportable primo Dudley, todos ellos muggles, o sea, personas no magas. Igual que en las dos primera partes de la serie -La piedra filosofal y La cámara secreta- Harry aguarda con impaciencia el inicio del tercer curso en el Colegio Hogwarts de Magia y Hechicería. Tras haber cumplido los trece años, solo y lejos de sus amigos de Hogwarts, Harry se pelea con su bigotuda tía Marge, a la que convierte en globo, y debe huir en un autobús mágico. Mientras tanto, de la prisión de Azkaban se ha escapado un terrible villano, Sirius Black, un asesino en serie con poderes mágicos que fue cómplice de lord Voldemort y que parece dispuesto a eliminar a Harry del mapa. Y por si esto fuera poco, Harry deberá enfrentarse también a unos terribles monstruos, los dementores, seres abominables capaces de robarles la felicidad a los magos y de borrar todo recuerdo hermoso de aquellos que osan mirarlos. Lo que ninguno de estos malvados personajes sabe es que Harry, con la ayuda de sus fieles amigos Ron y Hermione, es capaz de todo y mucho más.",
        "especs": {
            "weight": 436,
            "height": 23.00,
            "width": 15.00,
            "depth": 3.80,
            "pages": 384,
            "language": "Español",
            "editorial": "Salamandra",
            "date": "08/07/1999"
        },
        "stock": 1,
        "price": 10000,
        "sold": 0
    },
    {
        "id": 4,
        "title": "Harry Potter y el Cáliz de Fuego",
        "author": "J.K. Rowling",
        "genre": "Literatura",
        "subgenre": "Infantil y Juvenil",
        "image": "/img/portadas/calizFuego.jpg",
        "desc": "Otro deplorable verano con los Dursley llega a su fin y Harry está impaciente por regresar a Hogwarts. A sus catorce años, sólo desea ser un joven mago como los demás y dedicarse a aprender nuevos hechizos y asistir al Mundial de Quidditch. Sin embargo, en Hogwarts le espera un desafío de grandes proporciones, por lo que tendrá que demostrar que ya no es un niño y que está preparado para vivir las nuevas y emocionantes experiencias que el futuro le depara.",
        "especs": {
            "weight": 500,
            "height": 20.00,
            "width": 12.00,
            "depth": 6.00,
            "pages": 672,
            "language": "Español",
            "editorial": "Salamandra",
            "date": "26/07/2000"
        },
        "stock": 1,
        "price": 10000,
        "sold": 0
    },
    {
        "id": 5,
        "title": "Harry Potter y la Orden del Fénix",
        "author": "J.K. Rowling",
        "genre": "Literatura",
        "subgenre": "Infantil y Juvenil",
        "image": "/img/portadas/ordenFenix.jpg",
        "desc": "Las vacaciones de verano aún no han acabado y Harry se encuentra más inquieto que nunca. Apenas ha tenido noticias de Ron y Hermione, y presiente que algo extraño está sucediendo en Hogwarts. No bien empieza el nuevo curso, sus temores se vuelven realidad: el Ministerio de Magia ha iniciado una campaña de desprestigio contra él y Dumbledore, para lo cual ha asignado a la horrible profesora Dolores Umbridge la tarea de vigilar sus movimientos. Y por si fuera poco, Harry sospecha que Voldemort es capaz de adivinar sus pensamientos con el fin de apoderarse de un objeto secreto que le permitiría recuperar su poder destructivo.",
        "especs": {
            "weight": 580,
            "height": 20.00,
            "width": 12.00,
            "depth": 9.00,
            "pages": 928,
            "language": "Español",
            "editorial": "Salamandra",
            "date": "21/06/2003"
        },
        "stock": 1,
        "price": 10000,
        "sold": 0
    },
    {
        "id": 6,
        "title": "Harry Potter y el Misterio del Príncipe",
        "author": "J.K. Rowling",
        "genre": "Literatura",
        "subgenre": "Infantil y Juvenil",
        "image": "/img/portadas/misterioPrincipe.webp",
        "desc": "En medio de graves acontecimientos que asolan el país, Harry inicia su sexto curso en Hogwarts. El equipo de quidditch, los exámenes y las chicas lo mantienen ocupado, pero la tranquilidad dura poco. A pesar de los férreos controles de seguridad, dos alumnos son brutalmente atacados. Dumbledore sabe que, tal como se anunciaba en la Profecía, Harry y Voldemort han de enfrentarse a muerte. Así pues, para intentar debilitar al enemigo, el anciano director y el joven mago emprenderán juntos un peligroso viaje con la ayuda de un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo.",
        "especs": {
            "weight": 440,
            "height": 20.00,
            "width": 12.00,
            "depth": 5.50,
            "pages": 288,
            "language": "Español",
            "editorial": "Salamandra",
            "date": "16/07/2005"
        },
        "stock": 1,
        "price": 10000,
        "sold": 0
    },
    {
        "id": 7,
        "title": "Harry Potter y las Reliquias de la Muerte",
        "author": "J.K. Rowling",
        "genre": "Literatura",
        "subgenre": "Infantil y Juvenil",
        "image": "/img/portadas/reliquiasMuerte.webp",
        "desc": "La fecha crucial se acerca. Cuando cumpla los diecisiete, Harry perderá el encantamiento protector que lo mantiene a salvo. El anunciado combate a muerte con Voldemort es inminente, y la casi imposible misión de encontrar y destruir los Horrocruxes restantes es más urgente que nunca. Ha llegado el momento de tomar las decisiones más difíciles. Harry debe abandonar la calidez y seguridad de La Madriguera para emprender sin miedo ni vacilaciones el inexorable sendero trazado para él. Consciente de lo mucho que está en juego, sólo dentro de sí mismo encontrará la fuerza que lo impulsará en la vertiginosa carrera hacia un destino desconocido.",
        "especs": {
            "weight": 520,
            "height": 20.00,
            "width": 12.00,
            "depth": 7.00,
            "pages": 704,
            "language": "Español",
            "editorial": "Salamandra",
            "date": "21/07/2007"
        },
        "stock": 1,
        "price": 10000,
        "sold": 0
    }
]
